// Задание 2.2:
// создать файл check.js на es6!!!
// создать 2 массива и сравнить у какого массива больше длина
// пример:
// У 1 массива длина больше чем у 2

const mass_1 = [1, 2, 3, 4, 5, 6, 7]
const mass_2 = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

const check = () => {
    if(mass_1.length > mass_2.length) {
        console.log('У 2 массива длина больше чем у 1' )}
    else{
        console.log('У 1 массива длина больше чем у 2')
        }
}
check()



// Задание 2:
// создать файл check.js
// создать 2 массива и сравнить у какого массива больше длина
// пример:
// У 1 массива длина больше чем у 2

// const mass_1 = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
// const mass_2 = [1, 2, 3, 4, 5]
//
// if (mass_1.length > mass_2.length) {
//     console.log("У 1 массива длина больше чем у 2")
// }
// else {
//     console.log("Ошибка")
// }

